Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Apple's official symbol library — all UI iconography.
af: Apple se amptelike simboolbiblioteek — alle UI-ikonografie.
ar: ‏مكتبة الرموز الرسمية من Apple — جميع أيقونات الواجهة.
bg: Официалната библиотека със символи на Apple — цялата иконография на интерфейса.
bn: Apple-এর অফিসিয়াল সিম্বল লাইব্রেরি — সমস্ত UI আইকনোগ্রাফি।
ca: La biblioteca de símbols oficial d'Apple: tota la iconografia de la interfície.
cs: Oficiální knihovna symbolů Apple — veškerá ikonografie rozhraní.
da: Apples officielle symbolbibliotek — al UI-ikonografi.
de: Die offizielle Symbolbibliothek von Apple — die gesamte UI-Ikonografie.
el: Η επίσημη βιβλιοθήκη συμβόλων της Apple — όλη η εικονογραφία διεπαφής.
es: La biblioteca de símbolos oficial de Apple: toda la iconografía de la interfaz.
et: Apple'i ametlik sümbolite raamatukogu — kogu UI ikonograafia.
fa: ‏کتابخانه‌ی رسمی نمادهای Apple — تمام آیکون‌های رابط کاربری.
fi: Applen virallinen symbolikirjasto — kaikki käyttöliittymän kuvakkeet.
fil: Opisyal na symbol library ng Apple — lahat ng UI iconography.
fr: La bibliothèque officielle de symboles d'Apple — toute l'iconographie de l'interface.
he: ‏ספריית הסמלים הרשמית של Apple — כל אייקוני הממשק.
hi: Apple की आधिकारिक प्रतीक लाइब्रेरी — सभी UI आइकोनोग्राफी।
hr: Appleova službena knjižnica simbola — sva ikonografija sučelja.
hu: Az Apple hivatalos szimbólumkönyvtára — a teljes felhasználói felület ikonográfiája.
id: Pustaka simbol resmi Apple — seluruh ikonografi UI.
is: Opinber táknasafn Apple — öll UI tákn.
it: La libreria ufficiale di simboli di Apple — tutta l'iconografia dell'interfaccia.
ja: Apple 公式のシンボルライブラリ — UI アイコン全般を担います。
ko: Apple의 공식 심볼 라이브러리 — 모든 UI 아이콘.
lt: Oficiali Apple simbolių biblioteka — visa naudotojo sąsajos ikonografija.
lv: Apple oficiālā simbolu bibliotēka — visa lietotāja saskarnes ikonogrāfija.
ml: Apple-ന്റെ ഔദ്യോഗിക സിംബൽ ലൈബ്രറി — എല്ലാ UI ഐക്കണുകളും.
mr: Apple ची अधिकृत सिम्बॉल लायब्ररी — संपूर्ण UI आयकॉनोग्राफी.
ms: Pustaka simbol rasmi Apple — semua ikonografi UI.
nb: Apples offisielle symbolbibliotek — all UI-ikonografi.
nl: De officiële symboolbibliotheek van Apple — alle UI-iconografie.
pa: Apple ਦੀ ਅਧਿਕਾਰਤ ਚਿੰਨ੍ਹ ਲਾਇਬ੍ਰੇਰੀ — ਸਾਰੀ UI ਆਈਕਨਗ੍ਰਾਫੀ।
pl: Oficjalna biblioteka symboli Apple — cała ikonografia interfejsu.
pt_br: A biblioteca oficial de símbolos da Apple — toda a iconografia da interface.
ro: Biblioteca oficială de simboluri Apple — întreaga iconografie a interfeței.
ru: Официальная библиотека символов Apple — вся иконография интерфейса.
sk: Oficiálna knižnica symbolov Apple — všetka ikonografia rozhrania.
sl: Uradna Applova knjižnica simbolov — vsa ikonografija vmesnika.
sr: Званична Apple-ова библиотека симбола — сва иконографија интерфејса.
sv: Apples officiella symbolbibliotek — all UI-ikonografi.
sw: Maktaba rasmi ya alama ya Apple — alama zote za UI.
ta: Apple-ன் அதிகாரப்பூர்வ சின்ன நூலகம் — அனைத்து UI ஐகான்கள்.
te: Apple యొక్క అధికారిక చిహ్న లైబ్రరీ — UI లోని అన్ని ఐకాన్‌లు.
th: ไลบรารีสัญลักษณ์อย่างเป็นทางการของ Apple — สัญลักษณ์ทั้งหมดในอินเทอร์เฟซ
tr: Apple'ın resmi sembol kütüphanesi — tüm arayüz ikonografisi.
uk: Офіційна бібліотека символів Apple — уся іконографія інтерфейсу.
ur: ‏Apple کی آفیشل سمبل لائبریری — تمام UI آئیکنز۔
vi: Thư viện biểu tượng chính thức của Apple — toàn bộ icon giao diện.
zh_hans: Apple 官方符号库——全部界面图标。
zh_hant: Apple 官方符號庫——所有介面圖示。

source: Apply
af: Pas toe
ar: تطبيق
bg: Прилагане
bn: প্রয়োগ করুন
ca: Aplica
cs: Použít
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
et: Rakenda
fa: اعمال
fi: Käytä
fil: Ilapat
fr: Appliquer
he: החל
hi: लागू करें
hr: Primijeni
hu: Alkalmaz
id: Terapkan
is: Beita
it: Applica
ja: 適用
ko: 적용
lt: Taikyti
lv: Lietot
ml: പ്രയോഗിക്കുക
mr: लागू करा
ms: Guna
nb: Bruk
nl: Toepassen
pa: ਲਾਗੂ ਕਰੋ
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
ru: Применить
sk: Použiť
sl: Uporabi
sr: Primeni
sv: Använd
sw: Tekeleza
ta: பயன்படுத்து
te: వర్తింపజేయి
th: ใช้
tr: Uygula
uk: Застосувати
ur: لاگو کریں
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Approvals let a contract move your tokens. Revoking signs and broadcasts an on-chain approve(spender, 0) — a network fee applies. Read live from the chain; nothing is stored.
af: Goedkeurings laat 'n kontrak toe om jou tokens te skuif. Herroeping onderteken en saai 'n approve(spender, 0) op die ketting uit — 'n netwerkfooi geld. Lewendig van die ketting af gelees; niks word gestoor nie.
ar: تتيح الموافقات لعقدٍ ما نقل رموزك. يؤدّي الإلغاء إلى توقيع وبثّ approve(spender, 0) على السلسلة — وتُطبَّق رسوم الشبكة. تُقرأ البيانات مباشرةً من السلسلة؛ ولا يُخزَّن شيء.
bg: Одобренията позволяват на договор да премества Вашите токени. Отмяната подписва и излъчва approve(spender, 0) във веригата — прилага се мрежова такса. Чете се на живо от веригата; нищо не се съхранява.
bn: অনুমোদন কোনো কন্ট্রাক্টকে আপনার টোকেন সরানোর অনুমতি দেয়। প্রত্যাহার করলে একটি অন-চেইন approve(spender, 0) স্বাক্ষরিত ও সম্প্রচারিত হয় — এতে একটি নেটওয়ার্ক ফি প্রযোজ্য। চেইন থেকে সরাসরি পড়া হয়; কিছুই সংরক্ষণ করা হয় না।
ca: Les aprovacions permeten que un contracte mogui els teus tokens. Revocar signa i transmet un approve(spender, 0) a la cadena — s’hi aplica una comissió de xarxa. Es llegeix en directe des de la cadena; no es desa res.
cs: Schválení umožňují smlouvě přesouvat vaše tokeny. Odvolání podepíše a odešle on-chain approve(spender, 0) — účtuje se síťový poplatek. Načítá se živě z řetězce; nic se neukládá.
da: Godkendelser lader en kontrakt flytte dine tokens. At tilbagekalde signerer og udsender en approve(spender, 0) on-chain — der pålægges et netværksgebyr. Læses live fra kæden; intet gemmes.
de: Genehmigungen erlauben einem Vertrag, Ihre Tokens zu bewegen. Beim Widerruf wird ein approve(spender, 0) on-chain signiert und übertragen — es fällt eine Netzwerkgebühr an. Live von der Chain gelesen; nichts wird gespeichert.
el: Οι εγκρίσεις επιτρέπουν σε ένα συμβόλαιο να μετακινεί τα tokens σας. Η ανάκληση υπογράφει και μεταδίδει ένα approve(spender, 0) on-chain — ισχύει χρέωση δικτύου. Διαβάζεται ζωντανά από την αλυσίδα· τίποτα δεν αποθηκεύεται.
es: Las aprobaciones permiten que un contrato mueva tus tokens. Revocar firma y transmite un approve(spender, 0) en la cadena — se aplica una comisión de red. Se lee en vivo desde la cadena; no se almacena nada.
et: Heakskiidud lubavad lepingul sinu tokeneid liigutada. Tühistamine allkirjastab ja edastab plokiahelas approve(spender, 0) — kehtib võrgutasu. Loetakse ahelast reaalajas; midagi ei salvestata.
fa: تأییدها به یک قرارداد اجازه می‌دهند توکن‌های شما را جابه‌جا کند. لغو، یک approve(spender, 0) را روی زنجیره امضا و منتشر می‌کند — کارمزد شبکه اعمال می‌شود. به‌صورت زنده از زنجیره خوانده می‌شود؛ چیزی ذخیره نمی‌شود.
fi: Hyväksynnät antavat sopimuksen siirtää tokenisi. Peruminen allekirjoittaa ja lähettää ketjuun approve(spender, 0) — verkkomaksu peritään. Luetaan suoraan ketjusta; mitään ei tallenneta.
fil: Pinapayagan ng mga pag-apruba ang isang contract na ilipat ang iyong mga token. Ang pagbawi ay pumipirma at nagbo-broadcast ng on-chain na approve(spender, 0) — may network fee na ipinapataw. Binabasa nang live mula sa chain; walang itinatago.
fr: Les autorisations permettent à un contrat de déplacer vos jetons. La révocation signe et diffuse un approve(spender, 0) sur la chaîne — des frais de réseau s’appliquent. Lecture en direct depuis la chaîne ; rien n’est stocké.
he: אישורים מאפשרים לחוזה להזיז את הטוקנים שלך. ביטול חותם ומשדר approve(spender, 0) On-chain — חלה עמלת רשת. נקרא בזמן אמת מהשרשרת; דבר אינו נשמר.
hi: स्वीकृतियाँ किसी कॉन्ट्रैक्ट को आपके टोकन ट्रांसफ़र करने देती हैं। रद्द करने पर ऑन-चेन approve(spender, 0) पर हस्ताक्षर होकर प्रसारित होता है — इस पर नेटवर्क शुल्क लगता है। यह चेन से लाइव पढ़ा जाता है; कुछ भी संग्रहीत नहीं होता।
hr: Odobrenja omogućuju ugovoru da premješta vaše tokene. Opoziv potpisuje i emitira approve(spender, 0) na lancu — naplaćuje se mrežna naknada. Čita se uživo s lanca; ništa se ne pohranjuje.
hu: A jóváhagyások lehetővé teszik, hogy egy szerződés mozgassa a tokenjeit. A visszavonás aláír és közvetít egy on-chain approve(spender, 0) műveletet — hálózati díj merül fel. Élőben a láncról olvasva; semmi sem kerül tárolásra.
id: Persetujuan memungkinkan sebuah kontrak memindahkan token Anda. Pencabutan menandatangani dan menyiarkan approve(spender, 0) di on-chain — biaya jaringan berlaku. Dibaca langsung dari rantai; tidak ada yang disimpan.
is: Heimildir leyfa samningi að flytja tókana þína. Afturköllun undirritar og sendir approve(spender, 0) á keðjunni — netgjald á við. Lesið beint af keðjunni; engu er vistað.
it: Le autorizzazioni consentono a un contratto di spostare i suoi token. La revoca firma e trasmette un approve(spender, 0) on-chain — si applica una commissione di rete. I dati vengono letti in tempo reale dalla chain; non viene memorizzato nulla.
ja: 承認は、コントラクトがあなたのトークンを移動できるようにするものです。取り消すと、オンチェーンの approve(spender, 0) に署名してブロードキャストします — ネットワーク手数料がかかります。データはチェーンから直接読み取られ、何も保存されません。
ko: 승인은 컨트랙트가 토큰을 옮길 수 있게 해줘요. 취소하면 온체인 approve(spender, 0)에 서명해 전송하며 — 네트워크 수수료가 들어요. 체인에서 실시간으로 읽어오고, 아무것도 저장하지 않아요.
lt: Patvirtinimai leidžia sutarčiai perkelti jūsų žetonus. Atšaukimas pasirašo ir transliuoja grandinėje approve(spender, 0) — taikomas tinklo mokestis. Skaitoma tiesiogiai iš grandinės; niekas nesaugoma.
lv: Apstiprinājumi ļauj līgumam pārvietot jūsu marķierus. Atsaukšana paraksta un pārraida ķēdē approve(spender, 0) — tiek piemērota tīkla maksa. Dati tiek nolasīti tiešraidē no ķēdes; nekas netiek glabāts.
ml: അനുമതികൾ ഒരു കരാറിന് നിങ്ങളുടെ ടോക്കണുകൾ നീക്കാൻ അനുവദിക്കുന്നു. പിൻവലിക്കൽ ചെയിനിൽ ഒരു approve(spender, 0) ഒപ്പിട്ട് പ്രക്ഷേപണം ചെയ്യുന്നു — ഒരു നെറ്റ്‌വർക്ക് ഫീസ് ബാധകമാണ്. ചെയിനിൽ നിന്ന് നേരിട്ട് വായിക്കുന്നു; ഒന്നും സംഭരിക്കുന്നില്ല.
mr: मंजुऱ्या एखाद्या कॉन्ट्रॅक्टला तुमचे टोकन हलवण्याची परवानगी देतात. रद्द करणे साखळीवर एक approve(spender, 0) स्वाक्षरी करून प्रसारित करते — नेटवर्क शुल्क लागू होते. साखळीवरून थेट वाचले जाते; काहीही साठवले जात नाही.
ms: Kelulusan membenarkan sesuatu kontrak memindahkan token anda. Pembatalan menandatangani dan menyiarkan approve(spender, 0) di atas rantai — yuran rangkaian dikenakan. Dibaca secara langsung daripada rantai; tiada apa-apa disimpan.
nb: Godkjenninger lar en kontrakt flytte tokenene dine. Å tilbakekalle signerer og kringkaster en approve(spender, 0) on-chain — et nettverksgebyr påløper. Leses live fra kjeden; ingenting lagres.
nl: Met goedkeuringen kan een contract je tokens verplaatsen. Bij het intrekken wordt een approve(spender, 0) on-chain ondertekend en verzonden — er gelden netwerkkosten. Live van de chain gelezen; er wordt niets opgeslagen.
pa: ਮਨਜ਼ੂਰੀਆਂ ਕਿਸੇ ਕੰਟਰੈਕਟ ਨੂੰ ਤੁਹਾਡੇ ਟੋਕਨ ਹਿਲਾਉਣ ਦਿੰਦੀਆਂ ਹਨ। ਰੱਦ ਕਰਨਾ ਚੇਨ ਉੱਤੇ ਇੱਕ approve(spender, 0) ਉੱਤੇ ਦਸਤਖਤ ਕਰਕੇ ਪ੍ਰਸਾਰਿਤ ਕਰਦਾ ਹੈ — ਇੱਕ ਨੈੱਟਵਰਕ ਫੀਸ ਲਾਗੂ ਹੁੰਦੀ ਹੈ। ਚੇਨ ਤੋਂ ਸਿੱਧਾ ਪੜ੍ਹਿਆ ਜਾਂਦਾ ਹੈ; ਕੁਝ ਵੀ ਸਟੋਰ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ।
pl: Uprawnienia pozwalają kontraktowi przenosić Twoje tokeny. Cofnięcie podpisuje i nadaje w łańcuchu approve(spender, 0) — obowiązuje opłata sieciowa. Dane odczytywane są na żywo z łańcucha; nic nie jest przechowywane.
pt_br: As aprovações permitem que um contrato mova seus tokens. Revogar assina e transmite um approve(spender, 0) on-chain — uma taxa de rede se aplica. Lido ao vivo da chain; nada é armazenado.
ro: Aprobările permit unui contract să-ți mute tokenurile. Revocarea semnează și transmite un approve(spender, 0) on-chain — se aplică o taxă de rețea. Citit în timp real din lanț; nimic nu este stocat.
ru: Разрешения позволяют контракту перемещать ваши токены. Отзыв подписывает и транслирует в сети approve(spender, 0) — взимается сетевая комиссия. Читается напрямую из сети; ничего не сохраняется.
sk: Schválenia umožňujú zmluve presúvať vaše tokeny. Odvolanie podpíše a odošle on-chain approve(spender, 0) — účtuje sa sieťový poplatok. Načítava sa naživo z reťazca; nič sa neukladá.
sl: Odobritve pogodbi omogočajo premikanje vaših žetonov. Preklic podpiše in odda approve(spender, 0) na verigi — zaračuna se omrežnina. Bere se v živo z verige; nič se ne shrani.
sr: Одобрења омогућавају уговору да премешта ваше токене. Опозив потписује и емитује approve(spender, 0) на ланцу — наплаћује се мрежна накнада. Чита се уживо са ланца; ништа се не чува.
sv: Godkännanden låter ett kontrakt flytta dina tokens. Att återkalla signerar och sänder ut ett approve(spender, 0) on-chain — en nätverksavgift tillkommer. Läses live från kedjan; inget lagras.
sw: Vibali huruhusu mkataba kuhamisha tokeni zako. Kutengua hutia saini na kutangaza approve(spender, 0) kwenye mnyororo — ada ya mtandao hutozwa. Husomwa moja kwa moja kutoka kwenye mnyororo; hakuna kinachohifadhiwa.
ta: அனுமதிகள் ஒரு ஒப்பந்தம் உங்கள் டோக்கன்களை நகர்த்த அனுமதிக்கின்றன. திரும்பப் பெறுதல் சங்கிலியில் ஒரு approve(spender, 0) கையொப்பமிட்டு ஒளிபரப்புகிறது — ஒரு பிணைய கட்டணம் பொருந்தும். சங்கிலியிலிருந்து நேரடியாகப் படிக்கப்படுகிறது; எதுவும் சேமிக்கப்படவில்லை.
te: ఆమోదాలు ఒక కాంట్రాక్ట్ మీ టోకెన్‌లను తరలించడానికి అనుమతిస్తాయి. ఉపసంహరణ చెయిన్‌లో ఒక approve(spender, 0)ను సంతకం చేసి ప్రసారం చేస్తుంది — నెట్‌వర్క్ రుసుము వర్తిస్తుంది. చెయిన్ నుండి ప్రత్యక్షంగా చదవబడుతుంది; ఏదీ నిల్వ చేయబడదు.
th: การอนุมัติช่วยให้สัญญาย้ายโทเคนของคุณได้ การเพิกถอนจะลงนามและเผยแพร่ approve(spender, 0) บนเชน — มีค่าธรรมเนียมเครือข่าย อ่านสดจากเชน ไม่มีการจัดเก็บข้อมูลใด
tr: Onaylar, bir sözleşmenin tokenlarınızı taşımasına izin verir. İptal, zincir üzerinde bir approve(spender, 0) imzalar ve yayınlar — bir ağ ücreti uygulanır. Veriler zincirden canlı okunur; hiçbir şey saklanmaz.
uk: Дозволи дають змогу контракту переміщувати ваші токени. Відкликання підписує й транслює в мережі approve(spender, 0) — стягується мережева комісія. Зчитується наживо з мережі; нічого не зберігається.
ur: منظوریاں ایک کنٹریکٹ کو آپ کے ٹوکن منتقل کرنے کی اجازت دیتی ہیں۔ منسوخی آن چین approve(spender, 0) پر دستخط کرکے اسے نشر کرتی ہے — نیٹ ورک فیس لاگو ہوتی ہے۔ ڈیٹا براہِ راست چین سے پڑھا جاتا ہے؛ کچھ بھی محفوظ نہیں کیا جاتا۔
vi: Phê duyệt cho phép một hợp đồng di chuyển token của bạn. Thu hồi sẽ ký và phát một approve(spender, 0) trên chuỗi — phí mạng được áp dụng. Dữ liệu được đọc trực tiếp từ chuỗi; không có gì được lưu trữ.
zh_hans: 授权允许合约转移你的代币。撤销会签名并广播一笔链上的 approve(spender, 0) — 需支付网络费。数据从链上实时读取;不存储任何内容。
zh_hant: 授權允許合約轉移你的代幣。撤銷會簽署並廣播一筆鏈上的 approve(spender, 0) — 需支付網路費。資料從鏈上即時讀取;不會儲存任何內容。

source: Approve
af: Keur goed
ar: موافقة
bg: Одобряване
bn: অনুমোদন করুন
ca: Aprova
cs: Schválit
da: Godkend
de: Genehmigen
el: Έγκριση
es: Aprobar
et: Kiida heaks
fa: تأیید
fi: Hyväksy
fil: Aprubahan
fr: Approuver
he: אשר
hi: स्वीकृत करें
hr: Odobri
hu: Jóváhagyás
id: Setujui
is: Samþykkja
it: Approva
ja: 承認
ko: 승인
lt: Patvirtinti
lv: Apstiprināt
ml: അംഗീകരിക്കുക
mr: मंजूर करा
ms: Luluskan
nb: Godkjenn
nl: Goedkeuren
pa: ਮਨਜ਼ੂਰ ਕਰੋ
pl: Zatwierdź
pt_br: Aprovar
ro: Aprobă
ru: Подтвердить
sk: Schváliť
sl: Odobri
sr: Odobri
sv: Godkänn
sw: Idhinisha
ta: அங்கீகரி
te: ఆమోదించు
th: อนุมัติ
tr: Onayla
uk: Схвалити
ur: منظور کریں
vi: Phê duyệt
zh_hans: 批准
zh_hant: 核准

source: Ascending
af: Stygend
ar: تصاعدي
bg: Възходящо
bn: ঊর্ধ্বক্রম
ca: Ascendent
cs: Vzestupně
da: Stigende
de: Aufsteigend
el: Αύξουσα
es: Ascendente
et: Kasvav
fa: صعودی
fi: Nouseva
fil: Pataas
fr: Croissant
he: עולה
hi: आरोही
hr: Uzlazno
hu: Növekvő
id: Menaik
is: Hækkandi
it: Crescente
ja: 昇順
ko: 오름차순
lt: Didėjantis
lv: Augoši
ml: ആരോഹണം
mr: चढता
ms: Menaik
nb: Stigende
nl: Oplopend
pa: ਚੜ੍ਹਦਾ
pl: Rosnąco
pt_br: Crescente
ro: Crescător
ru: По возрастанию
sk: Vzostupne
sl: Naraščajoče
sr: Растуће
sv: Stigande
sw: Kupanda
ta: ஏறுவரிசை
te: ఆరోహణ
th: เรียงจากน้อยไปมาก
tr: Artan
uk: За зростанням
ur: صعودی
vi: Tăng dần
zh_hans: 升序
zh_hant: 遞增

source: Assets
af: Bates
ar: الأصول
bg: Активи
bn: সম্পদ
ca: Actius
cs: Aktiva
da: Aktiver
de: Werte
el: Περιουσιακά στοιχεία
es: Activos
et: Varad
fa: دارایی‌ها
fi: Omaisuus
fil: Mga Asset
fr: Actifs
he: נכסים
hi: संपत्तियाँ
hr: Imovina
hu: Eszközök
id: Aset
is: Eignir
it: Risorse
ja: 資産
ko: 자산
lt: Turtas
lv: Aktīvi
ml: ആസ്തികൾ
mr: मालमत्ता
ms: Aset
nb: Aktiva
nl: Bezittingen
pa: ਜਾਇਦਾਦਾਂ
pl: Aktywa
pt_br: Ativos
ro: Active
ru: Активы
sk: Aktíva
sl: Sredstva
sr: Средства
sv: Tillgångar
sw: Mali
ta: சொத்துகள்
te: ఆస్తులు
th: สินทรัพย์
tr: Varlıklar
uk: Активи
ur: اثاثے
vi: Tài sản
zh_hans: 资产
zh_hant: 資產

source: Attach a small data note to the transaction. This is optional and isn't needed to send — exchanges never require it.
af: Heg 'n klein data-nota aan die transaksie. Dit is opsioneel en is nie nodig om te stuur nie — beurse vereis dit nooit nie.
ar: أرفق ملاحظة بيانات صغيرة بالمعاملة. هذا اختياري وغير مطلوب للإرسال — لا تتطلبه منصات التداول أبدًا.
bg: Прикачете малка бележка с данни към транзакцията. Това е незадължително и не е нужно за изпращане — борсите никога не го изискват.
bn: লেনদেনের সাথে একটি ছোট ডেটা নোট সংযুক্ত করুন। এটি ঐচ্ছিক এবং পাঠানোর জন্য প্রয়োজন নেই — এক্সচেঞ্জ কখনো এটি চায় না।
ca: Adjunta una petita nota de dades a la transacció. És opcional i no cal per enviar: els exchanges no la requereixen mai.
cs: Připojte k transakci malou datovou poznámku. Je volitelná a k odeslání není potřeba — burzy ji nikdy nevyžadují.
da: Vedhæft en lille datanote til transaktionen. Dette er valgfrit og er ikke nødvendigt for at sende — børser kræver det aldrig.
de: Hänge eine kleine Datennotiz an die Transaktion. Das ist optional und zum Senden nicht nötig – Börsen verlangen es nie.
el: Επισυνάψτε μια μικρή σημείωση δεδομένων στη συναλλαγή. Αυτό είναι προαιρετικό και δεν απαιτείται για την αποστολή — τα ανταλλακτήρια δεν το ζητούν ποτέ.
es: Adjunta una pequeña nota de datos a la transacción. Es opcional y no hace falta para enviar; los exchanges nunca la requieren.
et: Lisage tehingule väike andmemärkus. See on valikuline ega ole saatmiseks vajalik — börsid ei nõua seda kunagi.
fa: یک یادداشت داده‌ی کوچک به تراکنش پیوست کنید. این اختیاری است و برای ارسال لازم نیست — صرافی‌ها هرگز به آن نیاز ندارند.
fi: Liitä pieni datamerkintä tapahtumaan. Tämä on valinnainen eikä sitä tarvita lähettämiseen — pörssit eivät koskaan vaadi sitä.
fil: Maglakip ng maliit na data note sa transaksyon. Opsyonal ito at hindi kailangan para magpadala — hindi ito kailanman hinihingi ng mga exchange.
fr: Joignez une petite note de données à la transaction. C'est facultatif et inutile pour l'envoi — les plateformes d'échange ne l'exigent jamais.
he: צרף הערת נתונים קטנה לעסקה. זו אופציונלית ואינה נדרשת לשליחה — בורסות לעולם אינן דורשות אותה.
hi: ट्रांज़ैक्शन के साथ एक छोटा डेटा नोट संलग्न करें। यह वैकल्पिक है और भेजने के लिए आवश्यक नहीं है — एक्सचेंज इसकी कभी आवश्यकता नहीं रखते।
hr: Priložite malu podatkovnu napomenu transakciji. Ovo je neobavezno i nije potrebno za slanje — burze to nikad ne zahtijevaju.
hu: Csatolj egy kis adatjegyzetet a tranzakcióhoz. Ez nem kötelező, és a küldéshez nem szükséges — a tőzsdék sosem kérik.
id: Lampirkan catatan data kecil ke transaksi. Ini opsional dan tidak diperlukan untuk mengirim — bursa tidak pernah memerlukannya.
is: Festu litla gagnaathugasemd við færsluna. Þetta er valfrjálst og ekki nauðsynlegt til að senda — kauphallir krefjast hennar aldrei.
it: Allega una piccola nota dati alla transazione. È facoltativa e non serve per inviare — gli exchange non la richiedono mai.
ja: 取引に小さなデータメモを添付します。これは任意で、送金に必須ではありません。取引所が要求することはありません。
ko: 거래에 작은 데이터 메모를 첨부하세요. 이는 선택 사항이며 전송에 필요하지 않습니다 — 거래소는 절대 요구하지 않습니다.
lt: Pridėkite prie operacijos mažą duomenų pastabą. Tai neprivaloma ir nereikalinga siunčiant – biržos to niekada nereikalauja.
lv: Pievienojiet transakcijai nelielu datu piezīmi. Tā ir neobligāta un nav nepieciešama sūtīšanai — biržas to nekad neprasa.
ml: ഇടപാടിലേക്ക് ഒരു ചെറിയ ഡാറ്റ കുറിപ്പ് അറ്റാച്ച് ചെയ്യുക. ഇത് ഓപ്ഷണലാണ്, അയയ്ക്കാൻ ആവശ്യമില്ല — എക്സ്ചേഞ്ചുകൾ ഇത് ഒരിക്കലും ആവശ്യപ്പെടുന്നില്ല.
mr: व्यवहाराला एक लहान डेटा टीप जोडा. हे ऐच्छिक आहे आणि पाठवण्यासाठी आवश्यक नाही — एक्सचेंजना याची कधीही गरज नसते.
ms: Lampirkan nota data kecil pada transaksi. Ini adalah pilihan dan tidak diperlukan untuk menghantar — bursa tidak pernah memerlukannya.
nb: Legg ved et lite datanotat til transaksjonen. Dette er valgfritt og trengs ikke for å sende — børser krever det aldri.
nl: Voeg een kleine datanotitie toe aan de transactie. Dit is optioneel en niet nodig om te verzenden — exchanges vereisen het nooit.
pa: ਲੈਣ-ਦੇਣ ਨਾਲ ਇੱਕ ਛੋਟਾ ਡਾਟਾ ਨੋਟ ਜੋੜੋ। ਇਹ ਵਿਕਲਪਿਕ ਹੈ ਅਤੇ ਭੇਜਣ ਲਈ ਲੋੜੀਂਦਾ ਨਹੀਂ ਹੈ — ਐਕਸਚੇਂਜ ਇਸਦੀ ਕਦੇ ਮੰਗ ਨਹੀਂ ਕਰਦੇ।
pl: Dołącz do transakcji niewielką notatkę danych. Jest opcjonalna i nie jest wymagana do wysłania — giełdy nigdy jej nie wymagają.
pt_br: Anexe uma pequena nota de dados à transação. Isto é opcional e não é necessário para enviar — corretoras nunca exigem.
ro: Atașează o mică notă de date la tranzacție. Este opțională și nu e necesară pentru a trimite — bursele nu o cer niciodată.
ru: Прикрепите к транзакции небольшую заметку с данными. Это необязательно и не требуется для отправки — биржи никогда этого не требуют.
sk: Pripojte k transakcii malú dátovú poznámku. Toto je voliteľné a nie je potrebné na odoslanie — burzy to nikdy nevyžadujú.
sl: Transakciji priložite majhno podatkovno opombo. To je neobvezno in ni potrebno za pošiljanje — borze tega nikoli ne zahtevajo.
sr: Priložite malu napomenu sa podacima uz transakciju. Ovo je opciono i nije potrebno za slanje — menjačnice to nikada ne zahtevaju.
sv: Bifoga en liten dataanteckning till transaktionen. Detta är valfritt och behövs inte för att skicka — börser kräver det aldrig.
sw: Ambatisha dokezo dogo la data kwenye muamala. Hili ni la hiari na halihitajiki kutuma — sarafu za kubadilishana hazilihitaji kamwe.
ta: பரிவர்த்தனையுடன் ஒரு சிறிய தரவுக் குறிப்பை இணைக்கவும். இது விருப்பத் தேர்வு மற்றும் அனுப்ப தேவையில்லை — பரிமாற்றங்கள் ஒருபோதும் இதைக் கோராது.
te: లావాదేవీకి చిన్న డేటా గమనికను జోడించండి. ఇది ఐచ్ఛికం మరియు పంపడానికి అవసరం లేదు — ఎక్స్ఛేంజీలు దీన్ని ఎప్పుడూ కోరవు.
th: แนบหมายเหตุข้อมูลขนาดเล็กไปกับธุรกรรม ไม่บังคับและไม่จำเป็นสำหรับการส่ง — แพลตฟอร์มแลกเปลี่ยนไม่เคยต้องการสิ่งนี้
tr: İşleme küçük bir veri notu iliştirin. Bu isteğe bağlıdır ve göndermek için gerekli değildir — borsalar asla bunu istemez.
uk: Додайте до транзакції невелику примітку з даними. Це необов’язково й не потрібно для надсилання — біржі цього ніколи не вимагають.
ur: ٹرانزیکشن کے ساتھ ایک چھوٹا ڈیٹا نوٹ منسلک کریں۔ یہ اختیاری ہے اور بھیجنے کے لیے ضروری نہیں — ایکسچینجز کو اس کی کبھی ضرورت نہیں ہوتی۔
vi: Đính kèm một ghi chú dữ liệu nhỏ vào giao dịch. Đây là tùy chọn và không cần thiết để gửi — các sàn giao dịch không bao giờ yêu cầu.
zh_hans: 为交易附加一小段数据附言。此项为可选，发送时无需填写——交易所从不要求。
zh_hant: 為交易附加一小段資料附言。此項為選用，傳送時無需填寫——交易所從不要求。

source: Authenticate
af: Outentiseer
ar: مصادقة
bg: Удостовери
bn: যাচাই করুন
ca: Autentica
cs: Ověřit
da: Bekræft
de: Authentifizieren
el: Επαλήθευση
es: Autenticar
et: Tuvasta
fa: احراز هویت
fi: Vahvista
fil: I-authenticate
fr: Authentifier
he: אמת
hi: प्रमाणित करें
hr: Autenticiraj
hu: Hitelesítés
id: Autentikasi
is: Auðkenna
it: Autenticati
ja: 認証
ko: 인증
lt: Patvirtinti
lv: Autentificēt
ml: പ്രാമാണീകരിക്കുക
mr: सत्यापित करा
ms: Sahkan
nb: Autentiser
nl: Authenticeren
pa: ਪ੍ਰਮਾਣਿਤ ਕਰੋ
pl: Uwierzytelnij
pt_br: Autenticar
ro: Autentifică
ru: Авторизоваться
sk: Overiť
sl: Preveri
sr: Аутентификуј
sv: Autentisera
sw: Thibitisha
ta: அங்கீகரி
te: ధృవీకరించండి
th: ยืนยันตัวตน
tr: Kimlik doğrula
uk: Автентифікувати
ur: تصدیق کریں
vi: Xác thực
zh_hans: 验证身份
zh_hant: 驗證身分
